/** boss-core简体中文语言包 */
BCLang = {}
BCLang.common = {
	optr: "操作"
}
//主页模块
BCLang.home = {
	topWelcome: "当前操作员~",
	searchTabs:["名称编号~","设备编号~","安装地址~","电话号码~","多条件搜索~"],
	searchTip:"客户编号|受理编号~",
	searchBtns:["搜索~","缴费~"],
	main: {
		tabs: ["客户信息~","单位信息~", "用户信息~", "账户信息~", "缴费记录~", "单据信息~", "业务流水~","指令信息~", "账单信息~"],
		// 客户面板
		cust: {
			base: {_title: "基本信息~",name: "客户名称~",busiId: "受理编号~",openDate: "开户日期~",addr: "地址~",status: "客户状态~",
				type: "客户类型~",certType: "证件类型~",certNum: "证件号码~",linkMan: "联系人~",tel: "固定电话~",barthday: "出生日期~",
				mobile: "手机号码~",areaCateory: "区域小区~",houseNetType: "服务类型~",houseManager: "小区客户经理~",
				houseOptr: "小区运维人员~",postalAddr: "邮寄地址~", remark: "备注~",
				email: "邮箱~", sex: "性别~",
				agentName: "代理商~", deptName: "开户部门~", developName: "发展人~", businessLicence: "营业执照~", unitNumber: "单位税号~",
				spkgSn: "协议编号~", cust_level: "客户级别~"
			},
			acct: {
				_title: "账目信息~",
				columns: ["账目名称~","卡号~","余额~","往月欠费~", "本月费用~","实时费用~","实时余额~","可转余额~","可退余额~","冻结余额~"]
			},
			change:{
				_title: '异动信息~',
				columns: ["属性~","修改前~","修改后~","修改日期~"]
			},
			acctTabs: {
				detail: {
					_title: '明细~',
					columns: ["资金类型~","余额~"]
				},
				adjust: {
					_title: '调账~',
					columns: ["调账金额~","操作时间~","调账原因~","备注~"]
				},
				changes: {
					_title: '异动~',
					columns: ["业务名称~","资金类型~","变更类型~","变更前~","变更金额~","变更后~","备注~","操作时间~"]
				}
			}
		},
		// 用户面板
		user: {
			list: {
				_title: '用户信息~',
				columns: ["用户类型~","用户名~","状态~","状态时间~", "机顶盒~","智能卡~","Modem号~"],
				tools: ["有效产品~","查询~"]
			},
			prod: {
				base: {
					_title: "用户产品~",
					columns: ["订购编号~","产品名称~","所属套餐~","当前资费~","生效日期~" ,"失效日期~","状态~","状态变更时间~","订购时间~" ,"订购月数~","创建流水号~"]
				},
				pkg: {
					_title: '客户套餐~',
					columns: ["订购编号~","产品名称~","当前资费~","状态~","生效日期~" ,"失效日期~","产品类型~","订购时间~"]
				},
				tools: ["默认订单~","历史订单~"]
			},
			userDetail: {
				tabs: ["详细信息~","异动信息~"],
				detail: ["用户类型~","用户名~","设备型号~","购买方式~","状态~","状态时间~","预报停时间~","创建时间~","催费类型~","在网协议期~","账号~",
				         "终端类型~","账号~","终端类型~","IP信息~","IP收费数~"],
				change: ["业务~","属性~","修改前~","修改后~","修改日期~","操作员~"]
			},
			prodDetail: {
				tabs: ["订单金额明细~","异动信息~"],
				detail: ["编号~","资金类型~","转入产品~","转入类型~","转入金额~","转出产品~","转出类型~","转出金额~","流水号~" ]
			}
		},
		//缴费记录
		pay: {
			payfee: {
				_title: "预存费用~",
				columns: ["流水号~","业务名称~","账户类型~","账目名称~","用户类型~", "用户名~","设备编号~","状态~","金额~","缴费前预计到期日~",
				        "缴费后预计到期日~","打印状态~","付款方式~","受理日期~","账务日期~","受理人~","受理部门~","发票~","出票方式~", "发票类型~","业务员~"]
			},
			busifee: {
				_title: "业务费用~",
				columns: ["流水号~","费用名称~","设备类型~","设备编号~","状态~","打印状态~",
				          "应付~","实付~","付款方式~","受理日期~","受理人~","受理部门~","发票~","出票方式~","发票类型~","业务员~","购买数量~"]
			},
			detail: {
				_title: '支付记录~',
				columns: ["支付编号~","美元~","柬元~","汇率~","柬元抹零~","有效~","付款方式~",
				          "付款人~","业务流水号~","票据编号~","出票方式~","受理日期~","受理人~","受理部门~"]
			}
		},
		// 单据信息
		doc: {
			invoice: {
				_title: '发票~',
				columns: ["发票号码~","发票代码~","金额~","打印时间~","出票方式~","发票类型~","使用状态~","结存状态~","操作员~","费用生成时间~"]
			},
			task: {
				_title: '施工单~',
				columns: ["工单类型~","工单状态~","预约时间~","完成时间~","创建时间~"]
			},
			busi: {
				_title: '业务受理单~',
				columns: ["操作员~","最后打印~","业务名称~"]
			}
		},
		//受理记录
		doneCode: {
			_title: '受理记录~',
			columns: ["流水号~","业务名称~","状态~","受理日期~","操作员~","受理部门~",
			         "可回退~","可忽略~","实缴金额~","扩展业务信息~","备注~"]
		},
		//指令
		cmd: {
			dtt: {
				_title: "DTT指令信息~",
				columns: ['业务流水号~','机顶盒号~','智能卡号~','控制字~','节目名称~',
				       '指令类型~','结果标记~','生成时间~','发送时间~','CA回传时间~','错误信息~','授权结束日期~']
			},
			ott: {
				_title: "OTT指令信息~",
				columns: ['指令编号~','业务流水号~','指令类型~','机顶盒号~','智能卡号~','MAC~','是否成功~','错误信息~','发送时间~']
			},
			band: {
				_title: 'BAND指令信息~',
				columns: ['指令编号~','业务流水号~','指令类型~','机顶盒号~','Modem号~','是否成功~','错误信息~','发送时间~']
			}
		},
		// 账单
		bill: {
			list: {
				_title: '账单信息~',
				columns: ['账期~','来源~','智能卡号~','流水~','出账时间~','账目名称~',
				      '资费名称~','状态~','出账金额~','欠费金额~','操作~'],
				tbar: ["智能卡~","流水号~","欠费账单~","全部账单~"]
			},
			acctitemInvalid: {
				_title: '账目作废信息~',
				columns: ["账目名称~","资金类型~","作废金额~"]
			}
			
		}
	}
}
